7767517
995 1778
Input                    input.1                  0 1 data
Convolution              Conv_0                   1 1 data 699 0=64 1=3 4=1 5=1 6=1728
Split                    splitncnn_0              1 8 699 699_splitncnn_0 699_splitncnn_1 699_splitncnn_2 699_splitncnn_3 699_splitncnn_4 699_splitncnn_5 699_splitncnn_6 699_splitncnn_7
Convolution              Conv_1                   1 1 699_splitncnn_7 701 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,0.2
Split                    splitncnn_1              1 4 701 701_splitncnn_0 701_splitncnn_1 701_splitncnn_2 701_splitncnn_3
Concat                   Concat_3                 2 1 699_splitncnn_6 701_splitncnn_3 702
Convolution              Conv_4                   1 1 702 704 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,0.2
Split                    splitncnn_2              1 3 704 704_splitncnn_0 704_splitncnn_1 704_splitncnn_2
Concat                   Concat_6                 3 1 699_splitncnn_5 701_splitncnn_2 704_splitncnn_2 705
Convolution              Conv_7                   1 1 705 707 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,0.2
Split                    splitncnn_3              1 2 707 707_splitncnn_0 707_splitncnn_1
Concat                   Concat_9                 4 1 699_splitncnn_4 701_splitncnn_1 704_splitncnn_1 707_splitncnn_1 708
Convolution              Conv_10                  1 1 708 710 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,0.2
Concat                   Concat_12                5 1 699_splitncnn_3 701_splitncnn_0 704_splitncnn_0 707_splitncnn_0 710 711
Convolution              Conv_13                  1 1 711 712 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_16                   2 1 712 699_splitncnn_2 715 0=1 -23301=2,0.2,1.0
Split                    splitncnn_4              1 6 715 715_splitncnn_0 715_splitncnn_1 715_splitncnn_2 715_splitncnn_3 715_splitncnn_4 715_splitncnn_5
Convolution              Conv_17                  1 1 715_splitncnn_5 717 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,0.2
Split                    splitncnn_5              1 4 717 717_splitncnn_0 717_splitncnn_1 717_splitncnn_2 717_splitncnn_3
Concat                   Concat_19                2 1 715_splitncnn_4 717_splitncnn_3 718
Convolution              Conv_20                  1 1 718 720 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,0.2
Split                    splitncnn_6              1 3 720 720_splitncnn_0 720_splitncnn_1 720_splitncnn_2
Concat                   Concat_22                3 1 715_splitncnn_3 717_splitncnn_2 720_splitncnn_2 721
Convolution              Conv_23                  1 1 721 723 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,0.2
Split                    splitncnn_7              1 2 723 723_splitncnn_0 723_splitncnn_1
Concat                   Concat_25                4 1 715_splitncnn_2 717_splitncnn_1 720_splitncnn_1 723_splitncnn_1 724
Convolution              Conv_26                  1 1 724 726 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,0.2
Concat                   Concat_28                5 1 715_splitncnn_1 717_splitncnn_0 720_splitncnn_0 723_splitncnn_0 726 727
Convolution              Conv_29                  1 1 727 728 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_32                   2 1 728 715_splitncnn_0 731 0=1 -23301=2,0.2,1.0
Split                    splitncnn_8              1 6 731 731_splitncnn_0 731_splitncnn_1 731_splitncnn_2 731_splitncnn_3 731_splitncnn_4 731_splitncnn_5
Convolution              Conv_33                  1 1 731_splitncnn_5 733 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,0.2
Split                    splitncnn_9              1 4 733 733_splitncnn_0 733_splitncnn_1 733_splitncnn_2 733_splitncnn_3
Concat                   Concat_35                2 1 731_splitncnn_4 733_splitncnn_3 734
Convolution              Conv_36                  1 1 734 736 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,0.2
Split                    splitncnn_10             1 3 736 736_splitncnn_0 736_splitncnn_1 736_splitncnn_2
Concat                   Concat_38                3 1 731_splitncnn_3 733_splitncnn_2 736_splitncnn_2 737
Convolution              Conv_39                  1 1 737 739 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,0.2
Split                    splitncnn_11             1 2 739 739_splitncnn_0 739_splitncnn_1
Concat                   Concat_41                4 1 731_splitncnn_2 733_splitncnn_1 736_splitncnn_1 739_splitncnn_1 740
Convolution              Conv_42                  1 1 740 742 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,0.2
Concat                   Concat_44                5 1 731_splitncnn_1 733_splitncnn_0 736_splitncnn_0 739_splitncnn_0 742 743
Convolution              Conv_45                  1 1 743 744 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_48                   2 1 744 731_splitncnn_0 747 0=1 -23301=2,0.2,1.0
Eltwise                  Add_51                   2 1 747 699_splitncnn_1 750 0=1 -23301=2,0.2,1.0
Split                    splitncnn_12             1 7 750 750_splitncnn_0 750_splitncnn_1 750_splitncnn_2 750_splitncnn_3 750_splitncnn_4 750_splitncnn_5 750_splitncnn_6
Convolution              Conv_52                  1 1 750_splitncnn_6 752 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,0.2
Split                    splitncnn_13             1 4 752 752_splitncnn_0 752_splitncnn_1 752_splitncnn_2 752_splitncnn_3
Concat                   Concat_54                2 1 750_splitncnn_5 752_splitncnn_3 753
Convolution              Conv_55                  1 1 753 755 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,0.2
Split                    splitncnn_14             1 3 755 755_splitncnn_0 755_splitncnn_1 755_splitncnn_2
Concat                   Concat_57                3 1 750_splitncnn_4 752_splitncnn_2 755_splitncnn_2 756
Convolution              Conv_58                  1 1 756 758 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,0.2
Split                    splitncnn_15             1 2 758 758_splitncnn_0 758_splitncnn_1
Concat                   Concat_60                4 1 750_splitncnn_3 752_splitncnn_1 755_splitncnn_1 758_splitncnn_1 759
Convolution              Conv_61                  1 1 759 761 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,0.2
Concat                   Concat_63                5 1 750_splitncnn_2 752_splitncnn_0 755_splitncnn_0 758_splitncnn_0 761 762
Convolution              Conv_64                  1 1 762 763 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_67                   2 1 763 750_splitncnn_1 766 0=1 -23301=2,0.2,1.0
Split                    splitncnn_16             1 6 766 766_splitncnn_0 766_splitncnn_1 766_splitncnn_2 766_splitncnn_3 766_splitncnn_4 766_splitncnn_5
Convolution              Conv_68                  1 1 766_splitncnn_5 768 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,0.2
Split                    splitncnn_17             1 4 768 768_splitncnn_0 768_splitncnn_1 768_splitncnn_2 768_splitncnn_3
Concat                   Concat_70                2 1 766_splitncnn_4 768_splitncnn_3 769
Convolution              Conv_71                  1 1 769 771 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,0.2
Split                    splitncnn_18             1 3 771 771_splitncnn_0 771_splitncnn_1 771_splitncnn_2
Concat                   Concat_73                3 1 766_splitncnn_3 768_splitncnn_2 771_splitncnn_2 772
Convolution              Conv_74                  1 1 772 774 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,0.2
Split                    splitncnn_19             1 2 774 774_splitncnn_0 774_splitncnn_1
Concat                   Concat_76                4 1 766_splitncnn_2 768_splitncnn_1 771_splitncnn_1 774_splitncnn_1 775
Convolution              Conv_77                  1 1 775 777 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,0.2
Concat                   Concat_79                5 1 766_splitncnn_1 768_splitncnn_0 771_splitncnn_0 774_splitncnn_0 777 778
Convolution              Conv_80                  1 1 778 779 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_83                   2 1 779 766_splitncnn_0 782 0=1 -23301=2,0.2,1.0
Split                    splitncnn_20             1 6 782 782_splitncnn_0 782_splitncnn_1 782_splitncnn_2 782_splitncnn_3 782_splitncnn_4 782_splitncnn_5
Convolution              Conv_84                  1 1 782_splitncnn_5 784 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,0.2
Split                    splitncnn_21             1 4 784 784_splitncnn_0 784_splitncnn_1 784_splitncnn_2 784_splitncnn_3
Concat                   Concat_86                2 1 782_splitncnn_4 784_splitncnn_3 785
Convolution              Conv_87                  1 1 785 787 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,0.2
Split                    splitncnn_22             1 3 787 787_splitncnn_0 787_splitncnn_1 787_splitncnn_2
Concat                   Concat_89                3 1 782_splitncnn_3 784_splitncnn_2 787_splitncnn_2 788
Convolution              Conv_90                  1 1 788 790 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,0.2
Split                    splitncnn_23             1 2 790 790_splitncnn_0 790_splitncnn_1
Concat                   Concat_92                4 1 782_splitncnn_2 784_splitncnn_1 787_splitncnn_1 790_splitncnn_1 791
Convolution              Conv_93                  1 1 791 793 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,0.2
Concat                   Concat_95                5 1 782_splitncnn_1 784_splitncnn_0 787_splitncnn_0 790_splitncnn_0 793 794
Convolution              Conv_96                  1 1 794 795 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_99                   2 1 795 782_splitncnn_0 798 0=1 -23301=2,0.2,1.0
Eltwise                  Add_102                  2 1 798 750_splitncnn_0 801 0=1 -23301=2,0.2,1.0
Split                    splitncnn_24             1 7 801 801_splitncnn_0 801_splitncnn_1 801_splitncnn_2 801_splitncnn_3 801_splitncnn_4 801_splitncnn_5 801_splitncnn_6
Convolution              Conv_103                 1 1 801_splitncnn_6 803 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,0.2
Split                    splitncnn_25             1 4 803 803_splitncnn_0 803_splitncnn_1 803_splitncnn_2 803_splitncnn_3
Concat                   Concat_105               2 1 801_splitncnn_5 803_splitncnn_3 804
Convolution              Conv_106                 1 1 804 806 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,0.2
Split                    splitncnn_26             1 3 806 806_splitncnn_0 806_splitncnn_1 806_splitncnn_2
Concat                   Concat_108               3 1 801_splitncnn_4 803_splitncnn_2 806_splitncnn_2 807
Convolution              Conv_109                 1 1 807 809 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,0.2
Split                    splitncnn_27             1 2 809 809_splitncnn_0 809_splitncnn_1
Concat                   Concat_111               4 1 801_splitncnn_3 803_splitncnn_1 806_splitncnn_1 809_splitncnn_1 810
Convolution              Conv_112                 1 1 810 812 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,0.2
Concat                   Concat_114               5 1 801_splitncnn_2 803_splitncnn_0 806_splitncnn_0 809_splitncnn_0 812 813
Convolution              Conv_115                 1 1 813 814 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_118                  2 1 814 801_splitncnn_1 817 0=1 -23301=2,0.2,1.0
Split                    splitncnn_28             1 6 817 817_splitncnn_0 817_splitncnn_1 817_splitncnn_2 817_splitncnn_3 817_splitncnn_4 817_splitncnn_5
Convolution              Conv_119                 1 1 817_splitncnn_5 819 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,0.2
Split                    splitncnn_29             1 4 819 819_splitncnn_0 819_splitncnn_1 819_splitncnn_2 819_splitncnn_3
Concat                   Concat_121               2 1 817_splitncnn_4 819_splitncnn_3 820
Convolution              Conv_122                 1 1 820 822 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,0.2
Split                    splitncnn_30             1 3 822 822_splitncnn_0 822_splitncnn_1 822_splitncnn_2
Concat                   Concat_124               3 1 817_splitncnn_3 819_splitncnn_2 822_splitncnn_2 823
Convolution              Conv_125                 1 1 823 825 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,0.2
Split                    splitncnn_31             1 2 825 825_splitncnn_0 825_splitncnn_1
Concat                   Concat_127               4 1 817_splitncnn_2 819_splitncnn_1 822_splitncnn_1 825_splitncnn_1 826
Convolution              Conv_128                 1 1 826 828 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,0.2
Concat                   Concat_130               5 1 817_splitncnn_1 819_splitncnn_0 822_splitncnn_0 825_splitncnn_0 828 829
Convolution              Conv_131                 1 1 829 830 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_134                  2 1 830 817_splitncnn_0 833 0=1 -23301=2,0.2,1.0
Split                    splitncnn_32             1 6 833 833_splitncnn_0 833_splitncnn_1 833_splitncnn_2 833_splitncnn_3 833_splitncnn_4 833_splitncnn_5
Convolution              Conv_135                 1 1 833_splitncnn_5 835 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,0.2
Split                    splitncnn_33             1 4 835 835_splitncnn_0 835_splitncnn_1 835_splitncnn_2 835_splitncnn_3
Concat                   Concat_137               2 1 833_splitncnn_4 835_splitncnn_3 836
Convolution              Conv_138                 1 1 836 838 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,0.2
Split                    splitncnn_34             1 3 838 838_splitncnn_0 838_splitncnn_1 838_splitncnn_2
Concat                   Concat_140               3 1 833_splitncnn_3 835_splitncnn_2 838_splitncnn_2 839
Convolution              Conv_141                 1 1 839 841 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,0.2
Split                    splitncnn_35             1 2 841 841_splitncnn_0 841_splitncnn_1
Concat                   Concat_143               4 1 833_splitncnn_2 835_splitncnn_1 838_splitncnn_1 841_splitncnn_1 842
Convolution              Conv_144                 1 1 842 844 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,0.2
Concat                   Concat_146               5 1 833_splitncnn_1 835_splitncnn_0 838_splitncnn_0 841_splitncnn_0 844 845
Convolution              Conv_147                 1 1 845 846 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_150                  2 1 846 833_splitncnn_0 849 0=1 -23301=2,0.2,1.0
Eltwise                  Add_153                  2 1 849 801_splitncnn_0 852 0=1 -23301=2,0.2,1.0
Split                    splitncnn_36             1 7 852 852_splitncnn_0 852_splitncnn_1 852_splitncnn_2 852_splitncnn_3 852_splitncnn_4 852_splitncnn_5 852_splitncnn_6
Convolution              Conv_154                 1 1 852_splitncnn_6 854 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,0.2
Split                    splitncnn_37             1 4 854 854_splitncnn_0 854_splitncnn_1 854_splitncnn_2 854_splitncnn_3
Concat                   Concat_156               2 1 852_splitncnn_5 854_splitncnn_3 855
Convolution              Conv_157                 1 1 855 857 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,0.2
Split                    splitncnn_38             1 3 857 857_splitncnn_0 857_splitncnn_1 857_splitncnn_2
Concat                   Concat_159               3 1 852_splitncnn_4 854_splitncnn_2 857_splitncnn_2 858
Convolution              Conv_160                 1 1 858 860 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,0.2
Split                    splitncnn_39             1 2 860 860_splitncnn_0 860_splitncnn_1
Concat                   Concat_162               4 1 852_splitncnn_3 854_splitncnn_1 857_splitncnn_1 860_splitncnn_1 861
Convolution              Conv_163                 1 1 861 863 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,0.2
Concat                   Concat_165               5 1 852_splitncnn_2 854_splitncnn_0 857_splitncnn_0 860_splitncnn_0 863 864
Convolution              Conv_166                 1 1 864 865 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_169                  2 1 865 852_splitncnn_1 868 0=1 -23301=2,0.2,1.0
Split                    splitncnn_40             1 6 868 868_splitncnn_0 868_splitncnn_1 868_splitncnn_2 868_splitncnn_3 868_splitncnn_4 868_splitncnn_5
Convolution              Conv_170                 1 1 868_splitncnn_5 870 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,0.2
Split                    splitncnn_41             1 4 870 870_splitncnn_0 870_splitncnn_1 870_splitncnn_2 870_splitncnn_3
Concat                   Concat_172               2 1 868_splitncnn_4 870_splitncnn_3 871
Convolution              Conv_173                 1 1 871 873 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,0.2
Split                    splitncnn_42             1 3 873 873_splitncnn_0 873_splitncnn_1 873_splitncnn_2
Concat                   Concat_175               3 1 868_splitncnn_3 870_splitncnn_2 873_splitncnn_2 874
Convolution              Conv_176                 1 1 874 876 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,0.2
Split                    splitncnn_43             1 2 876 876_splitncnn_0 876_splitncnn_1
Concat                   Concat_178               4 1 868_splitncnn_2 870_splitncnn_1 873_splitncnn_1 876_splitncnn_1 877
Convolution              Conv_179                 1 1 877 879 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,0.2
Concat                   Concat_181               5 1 868_splitncnn_1 870_splitncnn_0 873_splitncnn_0 876_splitncnn_0 879 880
Convolution              Conv_182                 1 1 880 881 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_185                  2 1 881 868_splitncnn_0 884 0=1 -23301=2,0.2,1.0
Split                    splitncnn_44             1 6 884 884_splitncnn_0 884_splitncnn_1 884_splitncnn_2 884_splitncnn_3 884_splitncnn_4 884_splitncnn_5
Convolution              Conv_186                 1 1 884_splitncnn_5 886 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,0.2
Split                    splitncnn_45             1 4 886 886_splitncnn_0 886_splitncnn_1 886_splitncnn_2 886_splitncnn_3
Concat                   Concat_188               2 1 884_splitncnn_4 886_splitncnn_3 887
Convolution              Conv_189                 1 1 887 889 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,0.2
Split                    splitncnn_46             1 3 889 889_splitncnn_0 889_splitncnn_1 889_splitncnn_2
Concat                   Concat_191               3 1 884_splitncnn_3 886_splitncnn_2 889_splitncnn_2 890
Convolution              Conv_192                 1 1 890 892 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,0.2
Split                    splitncnn_47             1 2 892 892_splitncnn_0 892_splitncnn_1
Concat                   Concat_194               4 1 884_splitncnn_2 886_splitncnn_1 889_splitncnn_1 892_splitncnn_1 893
Convolution              Conv_195                 1 1 893 895 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,0.2
Concat                   Concat_197               5 1 884_splitncnn_1 886_splitncnn_0 889_splitncnn_0 892_splitncnn_0 895 896
Convolution              Conv_198                 1 1 896 897 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_201                  2 1 897 884_splitncnn_0 900 0=1 -23301=2,0.2,1.0
Eltwise                  Add_204                  2 1 900 852_splitncnn_0 903 0=1 -23301=2,0.2,1.0
Split                    splitncnn_48             1 7 903 903_splitncnn_0 903_splitncnn_1 903_splitncnn_2 903_splitncnn_3 903_splitncnn_4 903_splitncnn_5 903_splitncnn_6
Convolution              Conv_205                 1 1 903_splitncnn_6 905 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,0.2
Split                    splitncnn_49             1 4 905 905_splitncnn_0 905_splitncnn_1 905_splitncnn_2 905_splitncnn_3
Concat                   Concat_207               2 1 903_splitncnn_5 905_splitncnn_3 906
Convolution              Conv_208                 1 1 906 908 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,0.2
Split                    splitncnn_50             1 3 908 908_splitncnn_0 908_splitncnn_1 908_splitncnn_2
Concat                   Concat_210               3 1 903_splitncnn_4 905_splitncnn_2 908_splitncnn_2 909
Convolution              Conv_211                 1 1 909 911 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,0.2
Split                    splitncnn_51             1 2 911 911_splitncnn_0 911_splitncnn_1
Concat                   Concat_213               4 1 903_splitncnn_3 905_splitncnn_1 908_splitncnn_1 911_splitncnn_1 912
Convolution              Conv_214                 1 1 912 914 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,0.2
Concat                   Concat_216               5 1 903_splitncnn_2 905_splitncnn_0 908_splitncnn_0 911_splitncnn_0 914 915
Convolution              Conv_217                 1 1 915 916 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_220                  2 1 916 903_splitncnn_1 919 0=1 -23301=2,0.2,1.0
Split                    splitncnn_52             1 6 919 919_splitncnn_0 919_splitncnn_1 919_splitncnn_2 919_splitncnn_3 919_splitncnn_4 919_splitncnn_5
Convolution              Conv_221                 1 1 919_splitncnn_5 921 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,0.2
Split                    splitncnn_53             1 4 921 921_splitncnn_0 921_splitncnn_1 921_splitncnn_2 921_splitncnn_3
Concat                   Concat_223               2 1 919_splitncnn_4 921_splitncnn_3 922
Convolution              Conv_224                 1 1 922 924 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,0.2
Split                    splitncnn_54             1 3 924 924_splitncnn_0 924_splitncnn_1 924_splitncnn_2
Concat                   Concat_226               3 1 919_splitncnn_3 921_splitncnn_2 924_splitncnn_2 925
Convolution              Conv_227                 1 1 925 927 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,0.2
Split                    splitncnn_55             1 2 927 927_splitncnn_0 927_splitncnn_1
Concat                   Concat_229               4 1 919_splitncnn_2 921_splitncnn_1 924_splitncnn_1 927_splitncnn_1 928
Convolution              Conv_230                 1 1 928 930 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,0.2
Concat                   Concat_232               5 1 919_splitncnn_1 921_splitncnn_0 924_splitncnn_0 927_splitncnn_0 930 931
Convolution              Conv_233                 1 1 931 932 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_236                  2 1 932 919_splitncnn_0 935 0=1 -23301=2,0.2,1.0
Split                    splitncnn_56             1 6 935 935_splitncnn_0 935_splitncnn_1 935_splitncnn_2 935_splitncnn_3 935_splitncnn_4 935_splitncnn_5
Convolution              Conv_237                 1 1 935_splitncnn_5 937 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,0.2
Split                    splitncnn_57             1 4 937 937_splitncnn_0 937_splitncnn_1 937_splitncnn_2 937_splitncnn_3
Concat                   Concat_239               2 1 935_splitncnn_4 937_splitncnn_3 938
Convolution              Conv_240                 1 1 938 940 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,0.2
Split                    splitncnn_58             1 3 940 940_splitncnn_0 940_splitncnn_1 940_splitncnn_2
Concat                   Concat_242               3 1 935_splitncnn_3 937_splitncnn_2 940_splitncnn_2 941
Convolution              Conv_243                 1 1 941 943 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,0.2
Split                    splitncnn_59             1 2 943 943_splitncnn_0 943_splitncnn_1
Concat                   Concat_245               4 1 935_splitncnn_2 937_splitncnn_1 940_splitncnn_1 943_splitncnn_1 944
Convolution              Conv_246                 1 1 944 946 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,0.2
Concat                   Concat_248               5 1 935_splitncnn_1 937_splitncnn_0 940_splitncnn_0 943_splitncnn_0 946 947
Convolution              Conv_249                 1 1 947 948 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_252                  2 1 948 935_splitncnn_0 951 0=1 -23301=2,0.2,1.0
Eltwise                  Add_255                  2 1 951 903_splitncnn_0 954 0=1 -23301=2,0.2,1.0
Split                    splitncnn_60             1 7 954 954_splitncnn_0 954_splitncnn_1 954_splitncnn_2 954_splitncnn_3 954_splitncnn_4 954_splitncnn_5 954_splitncnn_6
Convolution              Conv_256                 1 1 954_splitncnn_6 956 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,0.2
Split                    splitncnn_61             1 4 956 956_splitncnn_0 956_splitncnn_1 956_splitncnn_2 956_splitncnn_3
Concat                   Concat_258               2 1 954_splitncnn_5 956_splitncnn_3 957
Convolution              Conv_259                 1 1 957 959 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,0.2
Split                    splitncnn_62             1 3 959 959_splitncnn_0 959_splitncnn_1 959_splitncnn_2
Concat                   Concat_261               3 1 954_splitncnn_4 956_splitncnn_2 959_splitncnn_2 960
Convolution              Conv_262                 1 1 960 962 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,0.2
Split                    splitncnn_63             1 2 962 962_splitncnn_0 962_splitncnn_1
Concat                   Concat_264               4 1 954_splitncnn_3 956_splitncnn_1 959_splitncnn_1 962_splitncnn_1 963
Convolution              Conv_265                 1 1 963 965 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,0.2
Concat                   Concat_267               5 1 954_splitncnn_2 956_splitncnn_0 959_splitncnn_0 962_splitncnn_0 965 966
Convolution              Conv_268                 1 1 966 967 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_271                  2 1 967 954_splitncnn_1 970 0=1 -23301=2,0.2,1.0
Split                    splitncnn_64             1 6 970 970_splitncnn_0 970_splitncnn_1 970_splitncnn_2 970_splitncnn_3 970_splitncnn_4 970_splitncnn_5
Convolution              Conv_272                 1 1 970_splitncnn_5 972 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,0.2
Split                    splitncnn_65             1 4 972 972_splitncnn_0 972_splitncnn_1 972_splitncnn_2 972_splitncnn_3
Concat                   Concat_274               2 1 970_splitncnn_4 972_splitncnn_3 973
Convolution              Conv_275                 1 1 973 975 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,0.2
Split                    splitncnn_66             1 3 975 975_splitncnn_0 975_splitncnn_1 975_splitncnn_2
Concat                   Concat_277               3 1 970_splitncnn_3 972_splitncnn_2 975_splitncnn_2 976
Convolution              Conv_278                 1 1 976 978 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,0.2
Split                    splitncnn_67             1 2 978 978_splitncnn_0 978_splitncnn_1
Concat                   Concat_280               4 1 970_splitncnn_2 972_splitncnn_1 975_splitncnn_1 978_splitncnn_1 979
Convolution              Conv_281                 1 1 979 981 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,0.2
Concat                   Concat_283               5 1 970_splitncnn_1 972_splitncnn_0 975_splitncnn_0 978_splitncnn_0 981 982
Convolution              Conv_284                 1 1 982 983 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_287                  2 1 983 970_splitncnn_0 986 0=1 -23301=2,0.2,1.0
Split                    splitncnn_68             1 6 986 986_splitncnn_0 986_splitncnn_1 986_splitncnn_2 986_splitncnn_3 986_splitncnn_4 986_splitncnn_5
Convolution              Conv_288                 1 1 986_splitncnn_5 988 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,0.2
Split                    splitncnn_69             1 4 988 988_splitncnn_0 988_splitncnn_1 988_splitncnn_2 988_splitncnn_3
Concat                   Concat_290               2 1 986_splitncnn_4 988_splitncnn_3 989
Convolution              Conv_291                 1 1 989 991 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,0.2
Split                    splitncnn_70             1 3 991 991_splitncnn_0 991_splitncnn_1 991_splitncnn_2
Concat                   Concat_293               3 1 986_splitncnn_3 988_splitncnn_2 991_splitncnn_2 992
Convolution              Conv_294                 1 1 992 994 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,0.2
Split                    splitncnn_71             1 2 994 994_splitncnn_0 994_splitncnn_1
Concat                   Concat_296               4 1 986_splitncnn_2 988_splitncnn_1 991_splitncnn_1 994_splitncnn_1 995
Convolution              Conv_297                 1 1 995 997 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,0.2
Concat                   Concat_299               5 1 986_splitncnn_1 988_splitncnn_0 991_splitncnn_0 994_splitncnn_0 997 998
Convolution              Conv_300                 1 1 998 999 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_303                  2 1 999 986_splitncnn_0 1002 0=1 -23301=2,0.2,1.0
Eltwise                  Add_306                  2 1 1002 954_splitncnn_0 1005 0=1 -23301=2,0.2,1.0
Split                    splitncnn_72             1 7 1005 1005_splitncnn_0 1005_splitncnn_1 1005_splitncnn_2 1005_splitncnn_3 1005_splitncnn_4 1005_splitncnn_5 1005_splitncnn_6
Convolution              Conv_307                 1 1 1005_splitncnn_6 1007 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,0.2
Split                    splitncnn_73             1 4 1007 1007_splitncnn_0 1007_splitncnn_1 1007_splitncnn_2 1007_splitncnn_3
Concat                   Concat_309               2 1 1005_splitncnn_5 1007_splitncnn_3 1008
Convolution              Conv_310                 1 1 1008 1010 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,0.2
Split                    splitncnn_74             1 3 1010 1010_splitncnn_0 1010_splitncnn_1 1010_splitncnn_2
Concat                   Concat_312               3 1 1005_splitncnn_4 1007_splitncnn_2 1010_splitncnn_2 1011
Convolution              Conv_313                 1 1 1011 1013 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,0.2
Split                    splitncnn_75             1 2 1013 1013_splitncnn_0 1013_splitncnn_1
Concat                   Concat_315               4 1 1005_splitncnn_3 1007_splitncnn_1 1010_splitncnn_1 1013_splitncnn_1 1014
Convolution              Conv_316                 1 1 1014 1016 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,0.2
Concat                   Concat_318               5 1 1005_splitncnn_2 1007_splitncnn_0 1010_splitncnn_0 1013_splitncnn_0 1016 1017
Convolution              Conv_319                 1 1 1017 1018 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_322                  2 1 1018 1005_splitncnn_1 1021 0=1 -23301=2,0.2,1.0
Split                    splitncnn_76             1 6 1021 1021_splitncnn_0 1021_splitncnn_1 1021_splitncnn_2 1021_splitncnn_3 1021_splitncnn_4 1021_splitncnn_5
Convolution              Conv_323                 1 1 1021_splitncnn_5 1023 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,0.2
Split                    splitncnn_77             1 4 1023 1023_splitncnn_0 1023_splitncnn_1 1023_splitncnn_2 1023_splitncnn_3
Concat                   Concat_325               2 1 1021_splitncnn_4 1023_splitncnn_3 1024
Convolution              Conv_326                 1 1 1024 1026 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,0.2
Split                    splitncnn_78             1 3 1026 1026_splitncnn_0 1026_splitncnn_1 1026_splitncnn_2
Concat                   Concat_328               3 1 1021_splitncnn_3 1023_splitncnn_2 1026_splitncnn_2 1027
Convolution              Conv_329                 1 1 1027 1029 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,0.2
Split                    splitncnn_79             1 2 1029 1029_splitncnn_0 1029_splitncnn_1
Concat                   Concat_331               4 1 1021_splitncnn_2 1023_splitncnn_1 1026_splitncnn_1 1029_splitncnn_1 1030
Convolution              Conv_332                 1 1 1030 1032 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,0.2
Concat                   Concat_334               5 1 1021_splitncnn_1 1023_splitncnn_0 1026_splitncnn_0 1029_splitncnn_0 1032 1033
Convolution              Conv_335                 1 1 1033 1034 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_338                  2 1 1034 1021_splitncnn_0 1037 0=1 -23301=2,0.2,1.0
Split                    splitncnn_80             1 6 1037 1037_splitncnn_0 1037_splitncnn_1 1037_splitncnn_2 1037_splitncnn_3 1037_splitncnn_4 1037_splitncnn_5
Convolution              Conv_339                 1 1 1037_splitncnn_5 1039 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,0.2
Split                    splitncnn_81             1 4 1039 1039_splitncnn_0 1039_splitncnn_1 1039_splitncnn_2 1039_splitncnn_3
Concat                   Concat_341               2 1 1037_splitncnn_4 1039_splitncnn_3 1040
Convolution              Conv_342                 1 1 1040 1042 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,0.2
Split                    splitncnn_82             1 3 1042 1042_splitncnn_0 1042_splitncnn_1 1042_splitncnn_2
Concat                   Concat_344               3 1 1037_splitncnn_3 1039_splitncnn_2 1042_splitncnn_2 1043
Convolution              Conv_345                 1 1 1043 1045 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,0.2
Split                    splitncnn_83             1 2 1045 1045_splitncnn_0 1045_splitncnn_1
Concat                   Concat_347               4 1 1037_splitncnn_2 1039_splitncnn_1 1042_splitncnn_1 1045_splitncnn_1 1046
Convolution              Conv_348                 1 1 1046 1048 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,0.2
Concat                   Concat_350               5 1 1037_splitncnn_1 1039_splitncnn_0 1042_splitncnn_0 1045_splitncnn_0 1048 1049
Convolution              Conv_351                 1 1 1049 1050 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_354                  2 1 1050 1037_splitncnn_0 1053 0=1 -23301=2,0.2,1.0
Eltwise                  Add_357                  2 1 1053 1005_splitncnn_0 1056 0=1 -23301=2,0.2,1.0
Split                    splitncnn_84             1 7 1056 1056_splitncnn_0 1056_splitncnn_1 1056_splitncnn_2 1056_splitncnn_3 1056_splitncnn_4 1056_splitncnn_5 1056_splitncnn_6
Convolution              Conv_358                 1 1 1056_splitncnn_6 1058 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,0.2
Split                    splitncnn_85             1 4 1058 1058_splitncnn_0 1058_splitncnn_1 1058_splitncnn_2 1058_splitncnn_3
Concat                   Concat_360               2 1 1056_splitncnn_5 1058_splitncnn_3 1059
Convolution              Conv_361                 1 1 1059 1061 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,0.2
Split                    splitncnn_86             1 3 1061 1061_splitncnn_0 1061_splitncnn_1 1061_splitncnn_2
Concat                   Concat_363               3 1 1056_splitncnn_4 1058_splitncnn_2 1061_splitncnn_2 1062
Convolution              Conv_364                 1 1 1062 1064 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,0.2
Split                    splitncnn_87             1 2 1064 1064_splitncnn_0 1064_splitncnn_1
Concat                   Concat_366               4 1 1056_splitncnn_3 1058_splitncnn_1 1061_splitncnn_1 1064_splitncnn_1 1065
Convolution              Conv_367                 1 1 1065 1067 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,0.2
Concat                   Concat_369               5 1 1056_splitncnn_2 1058_splitncnn_0 1061_splitncnn_0 1064_splitncnn_0 1067 1068
Convolution              Conv_370                 1 1 1068 1069 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_373                  2 1 1069 1056_splitncnn_1 1072 0=1 -23301=2,0.2,1.0
Split                    splitncnn_88             1 6 1072 1072_splitncnn_0 1072_splitncnn_1 1072_splitncnn_2 1072_splitncnn_3 1072_splitncnn_4 1072_splitncnn_5
Convolution              Conv_374                 1 1 1072_splitncnn_5 1074 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,0.2
Split                    splitncnn_89             1 4 1074 1074_splitncnn_0 1074_splitncnn_1 1074_splitncnn_2 1074_splitncnn_3
Concat                   Concat_376               2 1 1072_splitncnn_4 1074_splitncnn_3 1075
Convolution              Conv_377                 1 1 1075 1077 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,0.2
Split                    splitncnn_90             1 3 1077 1077_splitncnn_0 1077_splitncnn_1 1077_splitncnn_2
Concat                   Concat_379               3 1 1072_splitncnn_3 1074_splitncnn_2 1077_splitncnn_2 1078
Convolution              Conv_380                 1 1 1078 1080 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,0.2
Split                    splitncnn_91             1 2 1080 1080_splitncnn_0 1080_splitncnn_1
Concat                   Concat_382               4 1 1072_splitncnn_2 1074_splitncnn_1 1077_splitncnn_1 1080_splitncnn_1 1081
Convolution              Conv_383                 1 1 1081 1083 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,0.2
Concat                   Concat_385               5 1 1072_splitncnn_1 1074_splitncnn_0 1077_splitncnn_0 1080_splitncnn_0 1083 1084
Convolution              Conv_386                 1 1 1084 1085 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_389                  2 1 1085 1072_splitncnn_0 1088 0=1 -23301=2,0.2,1.0
Split                    splitncnn_92             1 6 1088 1088_splitncnn_0 1088_splitncnn_1 1088_splitncnn_2 1088_splitncnn_3 1088_splitncnn_4 1088_splitncnn_5
Convolution              Conv_390                 1 1 1088_splitncnn_5 1090 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,0.2
Split                    splitncnn_93             1 4 1090 1090_splitncnn_0 1090_splitncnn_1 1090_splitncnn_2 1090_splitncnn_3
Concat                   Concat_392               2 1 1088_splitncnn_4 1090_splitncnn_3 1091
Convolution              Conv_393                 1 1 1091 1093 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,0.2
Split                    splitncnn_94             1 3 1093 1093_splitncnn_0 1093_splitncnn_1 1093_splitncnn_2
Concat                   Concat_395               3 1 1088_splitncnn_3 1090_splitncnn_2 1093_splitncnn_2 1094
Convolution              Conv_396                 1 1 1094 1096 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,0.2
Split                    splitncnn_95             1 2 1096 1096_splitncnn_0 1096_splitncnn_1
Concat                   Concat_398               4 1 1088_splitncnn_2 1090_splitncnn_1 1093_splitncnn_1 1096_splitncnn_1 1097
Convolution              Conv_399                 1 1 1097 1099 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,0.2
Concat                   Concat_401               5 1 1088_splitncnn_1 1090_splitncnn_0 1093_splitncnn_0 1096_splitncnn_0 1099 1100
Convolution              Conv_402                 1 1 1100 1101 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_405                  2 1 1101 1088_splitncnn_0 1104 0=1 -23301=2,0.2,1.0
Eltwise                  Add_408                  2 1 1104 1056_splitncnn_0 1107 0=1 -23301=2,0.2,1.0
Split                    splitncnn_96             1 7 1107 1107_splitncnn_0 1107_splitncnn_1 1107_splitncnn_2 1107_splitncnn_3 1107_splitncnn_4 1107_splitncnn_5 1107_splitncnn_6
Convolution              Conv_409                 1 1 1107_splitncnn_6 1109 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,0.2
Split                    splitncnn_97             1 4 1109 1109_splitncnn_0 1109_splitncnn_1 1109_splitncnn_2 1109_splitncnn_3
Concat                   Concat_411               2 1 1107_splitncnn_5 1109_splitncnn_3 1110
Convolution              Conv_412                 1 1 1110 1112 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,0.2
Split                    splitncnn_98             1 3 1112 1112_splitncnn_0 1112_splitncnn_1 1112_splitncnn_2
Concat                   Concat_414               3 1 1107_splitncnn_4 1109_splitncnn_2 1112_splitncnn_2 1113
Convolution              Conv_415                 1 1 1113 1115 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,0.2
Split                    splitncnn_99             1 2 1115 1115_splitncnn_0 1115_splitncnn_1
Concat                   Concat_417               4 1 1107_splitncnn_3 1109_splitncnn_1 1112_splitncnn_1 1115_splitncnn_1 1116
Convolution              Conv_418                 1 1 1116 1118 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,0.2
Concat                   Concat_420               5 1 1107_splitncnn_2 1109_splitncnn_0 1112_splitncnn_0 1115_splitncnn_0 1118 1119
Convolution              Conv_421                 1 1 1119 1120 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_424                  2 1 1120 1107_splitncnn_1 1123 0=1 -23301=2,0.2,1.0
Split                    splitncnn_100            1 6 1123 1123_splitncnn_0 1123_splitncnn_1 1123_splitncnn_2 1123_splitncnn_3 1123_splitncnn_4 1123_splitncnn_5
Convolution              Conv_425                 1 1 1123_splitncnn_5 1125 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,0.2
Split                    splitncnn_101            1 4 1125 1125_splitncnn_0 1125_splitncnn_1 1125_splitncnn_2 1125_splitncnn_3
Concat                   Concat_427               2 1 1123_splitncnn_4 1125_splitncnn_3 1126
Convolution              Conv_428                 1 1 1126 1128 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,0.2
Split                    splitncnn_102            1 3 1128 1128_splitncnn_0 1128_splitncnn_1 1128_splitncnn_2
Concat                   Concat_430               3 1 1123_splitncnn_3 1125_splitncnn_2 1128_splitncnn_2 1129
Convolution              Conv_431                 1 1 1129 1131 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,0.2
Split                    splitncnn_103            1 2 1131 1131_splitncnn_0 1131_splitncnn_1
Concat                   Concat_433               4 1 1123_splitncnn_2 1125_splitncnn_1 1128_splitncnn_1 1131_splitncnn_1 1132
Convolution              Conv_434                 1 1 1132 1134 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,0.2
Concat                   Concat_436               5 1 1123_splitncnn_1 1125_splitncnn_0 1128_splitncnn_0 1131_splitncnn_0 1134 1135
Convolution              Conv_437                 1 1 1135 1136 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_440                  2 1 1136 1123_splitncnn_0 1139 0=1 -23301=2,0.2,1.0
Split                    splitncnn_104            1 6 1139 1139_splitncnn_0 1139_splitncnn_1 1139_splitncnn_2 1139_splitncnn_3 1139_splitncnn_4 1139_splitncnn_5
Convolution              Conv_441                 1 1 1139_splitncnn_5 1141 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,0.2
Split                    splitncnn_105            1 4 1141 1141_splitncnn_0 1141_splitncnn_1 1141_splitncnn_2 1141_splitncnn_3
Concat                   Concat_443               2 1 1139_splitncnn_4 1141_splitncnn_3 1142
Convolution              Conv_444                 1 1 1142 1144 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,0.2
Split                    splitncnn_106            1 3 1144 1144_splitncnn_0 1144_splitncnn_1 1144_splitncnn_2
Concat                   Concat_446               3 1 1139_splitncnn_3 1141_splitncnn_2 1144_splitncnn_2 1145
Convolution              Conv_447                 1 1 1145 1147 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,0.2
Split                    splitncnn_107            1 2 1147 1147_splitncnn_0 1147_splitncnn_1
Concat                   Concat_449               4 1 1139_splitncnn_2 1141_splitncnn_1 1144_splitncnn_1 1147_splitncnn_1 1148
Convolution              Conv_450                 1 1 1148 1150 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,0.2
Concat                   Concat_452               5 1 1139_splitncnn_1 1141_splitncnn_0 1144_splitncnn_0 1147_splitncnn_0 1150 1151
Convolution              Conv_453                 1 1 1151 1152 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_456                  2 1 1152 1139_splitncnn_0 1155 0=1 -23301=2,0.2,1.0
Eltwise                  Add_459                  2 1 1155 1107_splitncnn_0 1158 0=1 -23301=2,0.2,1.0
Split                    splitncnn_108            1 7 1158 1158_splitncnn_0 1158_splitncnn_1 1158_splitncnn_2 1158_splitncnn_3 1158_splitncnn_4 1158_splitncnn_5 1158_splitncnn_6
Convolution              Conv_460                 1 1 1158_splitncnn_6 1160 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,0.2
Split                    splitncnn_109            1 4 1160 1160_splitncnn_0 1160_splitncnn_1 1160_splitncnn_2 1160_splitncnn_3
Concat                   Concat_462               2 1 1158_splitncnn_5 1160_splitncnn_3 1161
Convolution              Conv_463                 1 1 1161 1163 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,0.2
Split                    splitncnn_110            1 3 1163 1163_splitncnn_0 1163_splitncnn_1 1163_splitncnn_2
Concat                   Concat_465               3 1 1158_splitncnn_4 1160_splitncnn_2 1163_splitncnn_2 1164
Convolution              Conv_466                 1 1 1164 1166 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,0.2
Split                    splitncnn_111            1 2 1166 1166_splitncnn_0 1166_splitncnn_1
Concat                   Concat_468               4 1 1158_splitncnn_3 1160_splitncnn_1 1163_splitncnn_1 1166_splitncnn_1 1167
Convolution              Conv_469                 1 1 1167 1169 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,0.2
Concat                   Concat_471               5 1 1158_splitncnn_2 1160_splitncnn_0 1163_splitncnn_0 1166_splitncnn_0 1169 1170
Convolution              Conv_472                 1 1 1170 1171 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_475                  2 1 1171 1158_splitncnn_1 1174 0=1 -23301=2,0.2,1.0
Split                    splitncnn_112            1 6 1174 1174_splitncnn_0 1174_splitncnn_1 1174_splitncnn_2 1174_splitncnn_3 1174_splitncnn_4 1174_splitncnn_5
Convolution              Conv_476                 1 1 1174_splitncnn_5 1176 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,0.2
Split                    splitncnn_113            1 4 1176 1176_splitncnn_0 1176_splitncnn_1 1176_splitncnn_2 1176_splitncnn_3
Concat                   Concat_478               2 1 1174_splitncnn_4 1176_splitncnn_3 1177
Convolution              Conv_479                 1 1 1177 1179 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,0.2
Split                    splitncnn_114            1 3 1179 1179_splitncnn_0 1179_splitncnn_1 1179_splitncnn_2
Concat                   Concat_481               3 1 1174_splitncnn_3 1176_splitncnn_2 1179_splitncnn_2 1180
Convolution              Conv_482                 1 1 1180 1182 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,0.2
Split                    splitncnn_115            1 2 1182 1182_splitncnn_0 1182_splitncnn_1
Concat                   Concat_484               4 1 1174_splitncnn_2 1176_splitncnn_1 1179_splitncnn_1 1182_splitncnn_1 1183
Convolution              Conv_485                 1 1 1183 1185 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,0.2
Concat                   Concat_487               5 1 1174_splitncnn_1 1176_splitncnn_0 1179_splitncnn_0 1182_splitncnn_0 1185 1186
Convolution              Conv_488                 1 1 1186 1187 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_491                  2 1 1187 1174_splitncnn_0 1190 0=1 -23301=2,0.2,1.0
Split                    splitncnn_116            1 6 1190 1190_splitncnn_0 1190_splitncnn_1 1190_splitncnn_2 1190_splitncnn_3 1190_splitncnn_4 1190_splitncnn_5
Convolution              Conv_492                 1 1 1190_splitncnn_5 1192 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,0.2
Split                    splitncnn_117            1 4 1192 1192_splitncnn_0 1192_splitncnn_1 1192_splitncnn_2 1192_splitncnn_3
Concat                   Concat_494               2 1 1190_splitncnn_4 1192_splitncnn_3 1193
Convolution              Conv_495                 1 1 1193 1195 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,0.2
Split                    splitncnn_118            1 3 1195 1195_splitncnn_0 1195_splitncnn_1 1195_splitncnn_2
Concat                   Concat_497               3 1 1190_splitncnn_3 1192_splitncnn_2 1195_splitncnn_2 1196
Convolution              Conv_498                 1 1 1196 1198 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,0.2
Split                    splitncnn_119            1 2 1198 1198_splitncnn_0 1198_splitncnn_1
Concat                   Concat_500               4 1 1190_splitncnn_2 1192_splitncnn_1 1195_splitncnn_1 1198_splitncnn_1 1199
Convolution              Conv_501                 1 1 1199 1201 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,0.2
Concat                   Concat_503               5 1 1190_splitncnn_1 1192_splitncnn_0 1195_splitncnn_0 1198_splitncnn_0 1201 1202
Convolution              Conv_504                 1 1 1202 1203 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_507                  2 1 1203 1190_splitncnn_0 1206 0=1 -23301=2,0.2,1.0
Eltwise                  Add_510                  2 1 1206 1158_splitncnn_0 1209 0=1 -23301=2,0.2,1.0
Split                    splitncnn_120            1 7 1209 1209_splitncnn_0 1209_splitncnn_1 1209_splitncnn_2 1209_splitncnn_3 1209_splitncnn_4 1209_splitncnn_5 1209_splitncnn_6
Convolution              Conv_511                 1 1 1209_splitncnn_6 1211 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,0.2
Split                    splitncnn_121            1 4 1211 1211_splitncnn_0 1211_splitncnn_1 1211_splitncnn_2 1211_splitncnn_3
Concat                   Concat_513               2 1 1209_splitncnn_5 1211_splitncnn_3 1212
Convolution              Conv_514                 1 1 1212 1214 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,0.2
Split                    splitncnn_122            1 3 1214 1214_splitncnn_0 1214_splitncnn_1 1214_splitncnn_2
Concat                   Concat_516               3 1 1209_splitncnn_4 1211_splitncnn_2 1214_splitncnn_2 1215
Convolution              Conv_517                 1 1 1215 1217 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,0.2
Split                    splitncnn_123            1 2 1217 1217_splitncnn_0 1217_splitncnn_1
Concat                   Concat_519               4 1 1209_splitncnn_3 1211_splitncnn_1 1214_splitncnn_1 1217_splitncnn_1 1218
Convolution              Conv_520                 1 1 1218 1220 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,0.2
Concat                   Concat_522               5 1 1209_splitncnn_2 1211_splitncnn_0 1214_splitncnn_0 1217_splitncnn_0 1220 1221
Convolution              Conv_523                 1 1 1221 1222 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_526                  2 1 1222 1209_splitncnn_1 1225 0=1 -23301=2,0.2,1.0
Split                    splitncnn_124            1 6 1225 1225_splitncnn_0 1225_splitncnn_1 1225_splitncnn_2 1225_splitncnn_3 1225_splitncnn_4 1225_splitncnn_5
Convolution              Conv_527                 1 1 1225_splitncnn_5 1227 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,0.2
Split                    splitncnn_125            1 4 1227 1227_splitncnn_0 1227_splitncnn_1 1227_splitncnn_2 1227_splitncnn_3
Concat                   Concat_529               2 1 1225_splitncnn_4 1227_splitncnn_3 1228
