7767517
997 1780
Input                    input.1                  0 1 data
Convolution              Conv_0                   1 1 data 701 0=64 1=3 4=1 5=1 6=1728
Split                    splitncnn_0              1 8 701 701_splitncnn_0 701_splitncnn_1 701_splitncnn_2 701_splitncnn_3 701_splitncnn_4 701_splitncnn_5 701_splitncnn_6 701_splitncnn_7
Convolution              Conv_1                   1 1 701_splitncnn_7 703 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,0.2
Split                    splitncnn_1              1 4 703 703_splitncnn_0 703_splitncnn_1 703_splitncnn_2 703_splitncnn_3
Concat                   Concat_3                 2 1 701_splitncnn_6 703_splitncnn_3 704
Convolution              Conv_4                   1 1 704 706 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,0.2
Split                    splitncnn_2              1 3 706 706_splitncnn_0 706_splitncnn_1 706_splitncnn_2
Concat                   Concat_6                 3 1 701_splitncnn_5 703_splitncnn_2 706_splitncnn_2 707
Convolution              Conv_7                   1 1 707 709 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,0.2
Split                    splitncnn_3              1 2 709 709_splitncnn_0 709_splitncnn_1
Concat                   Concat_9                 4 1 701_splitncnn_4 703_splitncnn_1 706_splitncnn_1 709_splitncnn_1 710
Convolution              Conv_10                  1 1 710 712 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,0.2
Concat                   Concat_12                5 1 701_splitncnn_3 703_splitncnn_0 706_splitncnn_0 709_splitncnn_0 712 713
Convolution              Conv_13                  1 1 713 714 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_16                   2 1 714 701_splitncnn_2 717 0=1 -23301=2,0.2,1.0
Split                    splitncnn_4              1 6 717 717_splitncnn_0 717_splitncnn_1 717_splitncnn_2 717_splitncnn_3 717_splitncnn_4 717_splitncnn_5
Convolution              Conv_17                  1 1 717_splitncnn_5 719 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,0.2
Split                    splitncnn_5              1 4 719 719_splitncnn_0 719_splitncnn_1 719_splitncnn_2 719_splitncnn_3
Concat                   Concat_19                2 1 717_splitncnn_4 719_splitncnn_3 720
Convolution              Conv_20                  1 1 720 722 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,0.2
Split                    splitncnn_6              1 3 722 722_splitncnn_0 722_splitncnn_1 722_splitncnn_2
Concat                   Concat_22                3 1 717_splitncnn_3 719_splitncnn_2 722_splitncnn_2 723
Convolution              Conv_23                  1 1 723 725 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,0.2
Split                    splitncnn_7              1 2 725 725_splitncnn_0 725_splitncnn_1
Concat                   Concat_25                4 1 717_splitncnn_2 719_splitncnn_1 722_splitncnn_1 725_splitncnn_1 726
Convolution              Conv_26                  1 1 726 728 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,0.2
Concat                   Concat_28                5 1 717_splitncnn_1 719_splitncnn_0 722_splitncnn_0 725_splitncnn_0 728 729
Convolution              Conv_29                  1 1 729 730 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_32                   2 1 730 717_splitncnn_0 733 0=1 -23301=2,0.2,1.0
Split                    splitncnn_8              1 6 733 733_splitncnn_0 733_splitncnn_1 733_splitncnn_2 733_splitncnn_3 733_splitncnn_4 733_splitncnn_5
Convolution              Conv_33                  1 1 733_splitncnn_5 735 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,0.2
Split                    splitncnn_9              1 4 735 735_splitncnn_0 735_splitncnn_1 735_splitncnn_2 735_splitncnn_3
Concat                   Concat_35                2 1 733_splitncnn_4 735_splitncnn_3 736
Convolution              Conv_36                  1 1 736 738 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,0.2
Split                    splitncnn_10             1 3 738 738_splitncnn_0 738_splitncnn_1 738_splitncnn_2
Concat                   Concat_38                3 1 733_splitncnn_3 735_splitncnn_2 738_splitncnn_2 739
Convolution              Conv_39                  1 1 739 741 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,0.2
Split                    splitncnn_11             1 2 741 741_splitncnn_0 741_splitncnn_1
Concat                   Concat_41                4 1 733_splitncnn_2 735_splitncnn_1 738_splitncnn_1 741_splitncnn_1 742
Convolution              Conv_42                  1 1 742 744 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,0.2
Concat                   Concat_44                5 1 733_splitncnn_1 735_splitncnn_0 738_splitncnn_0 741_splitncnn_0 744 745
Convolution              Conv_45                  1 1 745 746 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_48                   2 1 746 733_splitncnn_0 749 0=1 -23301=2,0.2,1.0
Eltwise                  Add_51                   2 1 749 701_splitncnn_1 752 0=1 -23301=2,0.2,1.0
Split                    splitncnn_12             1 7 752 752_splitncnn_0 752_splitncnn_1 752_splitncnn_2 752_splitncnn_3 752_splitncnn_4 752_splitncnn_5 752_splitncnn_6
Convolution              Conv_52                  1 1 752_splitncnn_6 754 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,0.2
Split                    splitncnn_13             1 4 754 754_splitncnn_0 754_splitncnn_1 754_splitncnn_2 754_splitncnn_3
Concat                   Concat_54                2 1 752_splitncnn_5 754_splitncnn_3 755
Convolution              Conv_55                  1 1 755 757 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,0.2
Split                    splitncnn_14             1 3 757 757_splitncnn_0 757_splitncnn_1 757_splitncnn_2
Concat                   Concat_57                3 1 752_splitncnn_4 754_splitncnn_2 757_splitncnn_2 758
Convolution              Conv_58                  1 1 758 760 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,0.2
Split                    splitncnn_15             1 2 760 760_splitncnn_0 760_splitncnn_1
Concat                   Concat_60                4 1 752_splitncnn_3 754_splitncnn_1 757_splitncnn_1 760_splitncnn_1 761
Convolution              Conv_61                  1 1 761 763 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,0.2
Concat                   Concat_63                5 1 752_splitncnn_2 754_splitncnn_0 757_splitncnn_0 760_splitncnn_0 763 764
Convolution              Conv_64                  1 1 764 765 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_67                   2 1 765 752_splitncnn_1 768 0=1 -23301=2,0.2,1.0
Split                    splitncnn_16             1 6 768 768_splitncnn_0 768_splitncnn_1 768_splitncnn_2 768_splitncnn_3 768_splitncnn_4 768_splitncnn_5
Convolution              Conv_68                  1 1 768_splitncnn_5 770 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,0.2
Split                    splitncnn_17             1 4 770 770_splitncnn_0 770_splitncnn_1 770_splitncnn_2 770_splitncnn_3
Concat                   Concat_70                2 1 768_splitncnn_4 770_splitncnn_3 771
Convolution              Conv_71                  1 1 771 773 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,0.2
Split                    splitncnn_18             1 3 773 773_splitncnn_0 773_splitncnn_1 773_splitncnn_2
Concat                   Concat_73                3 1 768_splitncnn_3 770_splitncnn_2 773_splitncnn_2 774
Convolution              Conv_74                  1 1 774 776 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,0.2
Split                    splitncnn_19             1 2 776 776_splitncnn_0 776_splitncnn_1
Concat                   Concat_76                4 1 768_splitncnn_2 770_splitncnn_1 773_splitncnn_1 776_splitncnn_1 777
Convolution              Conv_77                  1 1 777 779 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,0.2
Concat                   Concat_79                5 1 768_splitncnn_1 770_splitncnn_0 773_splitncnn_0 776_splitncnn_0 779 780
Convolution              Conv_80                  1 1 780 781 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_83                   2 1 781 768_splitncnn_0 784 0=1 -23301=2,0.2,1.0
Split                    splitncnn_20             1 6 784 784_splitncnn_0 784_splitncnn_1 784_splitncnn_2 784_splitncnn_3 784_splitncnn_4 784_splitncnn_5
Convolution              Conv_84                  1 1 784_splitncnn_5 786 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,0.2
Split                    splitncnn_21             1 4 786 786_splitncnn_0 786_splitncnn_1 786_splitncnn_2 786_splitncnn_3
Concat                   Concat_86                2 1 784_splitncnn_4 786_splitncnn_3 787
Convolution              Conv_87                  1 1 787 789 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,0.2
Split                    splitncnn_22             1 3 789 789_splitncnn_0 789_splitncnn_1 789_splitncnn_2
Concat                   Concat_89                3 1 784_splitncnn_3 786_splitncnn_2 789_splitncnn_2 790
Convolution              Conv_90                  1 1 790 792 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,0.2
Split                    splitncnn_23             1 2 792 792_splitncnn_0 792_splitncnn_1
Concat                   Concat_92                4 1 784_splitncnn_2 786_splitncnn_1 789_splitncnn_1 792_splitncnn_1 793
Convolution              Conv_93                  1 1 793 795 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,0.2
Concat                   Concat_95                5 1 784_splitncnn_1 786_splitncnn_0 789_splitncnn_0 792_splitncnn_0 795 796
Convolution              Conv_96                  1 1 796 797 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_99                   2 1 797 784_splitncnn_0 800 0=1 -23301=2,0.2,1.0
Eltwise                  Add_102                  2 1 800 752_splitncnn_0 803 0=1 -23301=2,0.2,1.0
Split                    splitncnn_24             1 7 803 803_splitncnn_0 803_splitncnn_1 803_splitncnn_2 803_splitncnn_3 803_splitncnn_4 803_splitncnn_5 803_splitncnn_6
Convolution              Conv_103                 1 1 803_splitncnn_6 805 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,0.2
Split                    splitncnn_25             1 4 805 805_splitncnn_0 805_splitncnn_1 805_splitncnn_2 805_splitncnn_3
Concat                   Concat_105               2 1 803_splitncnn_5 805_splitncnn_3 806
Convolution              Conv_106                 1 1 806 808 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,0.2
Split                    splitncnn_26             1 3 808 808_splitncnn_0 808_splitncnn_1 808_splitncnn_2
Concat                   Concat_108               3 1 803_splitncnn_4 805_splitncnn_2 808_splitncnn_2 809
Convolution              Conv_109                 1 1 809 811 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,0.2
Split                    splitncnn_27             1 2 811 811_splitncnn_0 811_splitncnn_1
Concat                   Concat_111               4 1 803_splitncnn_3 805_splitncnn_1 808_splitncnn_1 811_splitncnn_1 812
Convolution              Conv_112                 1 1 812 814 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,0.2
Concat                   Concat_114               5 1 803_splitncnn_2 805_splitncnn_0 808_splitncnn_0 811_splitncnn_0 814 815
Convolution              Conv_115                 1 1 815 816 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_118                  2 1 816 803_splitncnn_1 819 0=1 -23301=2,0.2,1.0
Split                    splitncnn_28             1 6 819 819_splitncnn_0 819_splitncnn_1 819_splitncnn_2 819_splitncnn_3 819_splitncnn_4 819_splitncnn_5
Convolution              Conv_119                 1 1 819_splitncnn_5 821 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,0.2
Split                    splitncnn_29             1 4 821 821_splitncnn_0 821_splitncnn_1 821_splitncnn_2 821_splitncnn_3
Concat                   Concat_121               2 1 819_splitncnn_4 821_splitncnn_3 822
Convolution              Conv_122                 1 1 822 824 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,0.2
Split                    splitncnn_30             1 3 824 824_splitncnn_0 824_splitncnn_1 824_splitncnn_2
Concat                   Concat_124               3 1 819_splitncnn_3 821_splitncnn_2 824_splitncnn_2 825
Convolution              Conv_125                 1 1 825 827 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,0.2
Split                    splitncnn_31             1 2 827 827_splitncnn_0 827_splitncnn_1
Concat                   Concat_127               4 1 819_splitncnn_2 821_splitncnn_1 824_splitncnn_1 827_splitncnn_1 828
Convolution              Conv_128                 1 1 828 830 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,0.2
Concat                   Concat_130               5 1 819_splitncnn_1 821_splitncnn_0 824_splitncnn_0 827_splitncnn_0 830 831
Convolution              Conv_131                 1 1 831 832 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_134                  2 1 832 819_splitncnn_0 835 0=1 -23301=2,0.2,1.0
Split                    splitncnn_32             1 6 835 835_splitncnn_0 835_splitncnn_1 835_splitncnn_2 835_splitncnn_3 835_splitncnn_4 835_splitncnn_5
Convolution              Conv_135                 1 1 835_splitncnn_5 837 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,0.2
Split                    splitncnn_33             1 4 837 837_splitncnn_0 837_splitncnn_1 837_splitncnn_2 837_splitncnn_3
Concat                   Concat_137               2 1 835_splitncnn_4 837_splitncnn_3 838
Convolution              Conv_138                 1 1 838 840 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,0.2
Split                    splitncnn_34             1 3 840 840_splitncnn_0 840_splitncnn_1 840_splitncnn_2
Concat                   Concat_140               3 1 835_splitncnn_3 837_splitncnn_2 840_splitncnn_2 841
Convolution              Conv_141                 1 1 841 843 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,0.2
Split                    splitncnn_35             1 2 843 843_splitncnn_0 843_splitncnn_1
Concat                   Concat_143               4 1 835_splitncnn_2 837_splitncnn_1 840_splitncnn_1 843_splitncnn_1 844
Convolution              Conv_144                 1 1 844 846 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,0.2
Concat                   Concat_146               5 1 835_splitncnn_1 837_splitncnn_0 840_splitncnn_0 843_splitncnn_0 846 847
Convolution              Conv_147                 1 1 847 848 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_150                  2 1 848 835_splitncnn_0 851 0=1 -23301=2,0.2,1.0
Eltwise                  Add_153                  2 1 851 803_splitncnn_0 854 0=1 -23301=2,0.2,1.0
Split                    splitncnn_36             1 7 854 854_splitncnn_0 854_splitncnn_1 854_splitncnn_2 854_splitncnn_3 854_splitncnn_4 854_splitncnn_5 854_splitncnn_6
Convolution              Conv_154                 1 1 854_splitncnn_6 856 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,0.2
Split                    splitncnn_37             1 4 856 856_splitncnn_0 856_splitncnn_1 856_splitncnn_2 856_splitncnn_3
Concat                   Concat_156               2 1 854_splitncnn_5 856_splitncnn_3 857
Convolution              Conv_157                 1 1 857 859 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,0.2
Split                    splitncnn_38             1 3 859 859_splitncnn_0 859_splitncnn_1 859_splitncnn_2
Concat                   Concat_159               3 1 854_splitncnn_4 856_splitncnn_2 859_splitncnn_2 860
Convolution              Conv_160                 1 1 860 862 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,0.2
Split                    splitncnn_39             1 2 862 862_splitncnn_0 862_splitncnn_1
Concat                   Concat_162               4 1 854_splitncnn_3 856_splitncnn_1 859_splitncnn_1 862_splitncnn_1 863
Convolution              Conv_163                 1 1 863 865 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,0.2
Concat                   Concat_165               5 1 854_splitncnn_2 856_splitncnn_0 859_splitncnn_0 862_splitncnn_0 865 866
Convolution              Conv_166                 1 1 866 867 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_169                  2 1 867 854_splitncnn_1 870 0=1 -23301=2,0.2,1.0
Split                    splitncnn_40             1 6 870 870_splitncnn_0 870_splitncnn_1 870_splitncnn_2 870_splitncnn_3 870_splitncnn_4 870_splitncnn_5
Convolution              Conv_170                 1 1 870_splitncnn_5 872 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,0.2
Split                    splitncnn_41             1 4 872 872_splitncnn_0 872_splitncnn_1 872_splitncnn_2 872_splitncnn_3
Concat                   Concat_172               2 1 870_splitncnn_4 872_splitncnn_3 873
Convolution              Conv_173                 1 1 873 875 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,0.2
Split                    splitncnn_42             1 3 875 875_splitncnn_0 875_splitncnn_1 875_splitncnn_2
Concat                   Concat_175               3 1 870_splitncnn_3 872_splitncnn_2 875_splitncnn_2 876
Convolution              Conv_176                 1 1 876 878 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,0.2
Split                    splitncnn_43             1 2 878 878_splitncnn_0 878_splitncnn_1
Concat                   Concat_178               4 1 870_splitncnn_2 872_splitncnn_1 875_splitncnn_1 878_splitncnn_1 879
Convolution              Conv_179                 1 1 879 881 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,0.2
Concat                   Concat_181               5 1 870_splitncnn_1 872_splitncnn_0 875_splitncnn_0 878_splitncnn_0 881 882
Convolution              Conv_182                 1 1 882 883 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_185                  2 1 883 870_splitncnn_0 886 0=1 -23301=2,0.2,1.0
Split                    splitncnn_44             1 6 886 886_splitncnn_0 886_splitncnn_1 886_splitncnn_2 886_splitncnn_3 886_splitncnn_4 886_splitncnn_5
Convolution              Conv_186                 1 1 886_splitncnn_5 888 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,0.2
Split                    splitncnn_45             1 4 888 888_splitncnn_0 888_splitncnn_1 888_splitncnn_2 888_splitncnn_3
Concat                   Concat_188               2 1 886_splitncnn_4 888_splitncnn_3 889
Convolution              Conv_189                 1 1 889 891 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,0.2
Split                    splitncnn_46             1 3 891 891_splitncnn_0 891_splitncnn_1 891_splitncnn_2
Concat                   Concat_191               3 1 886_splitncnn_3 888_splitncnn_2 891_splitncnn_2 892
Convolution              Conv_192                 1 1 892 894 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,0.2
Split                    splitncnn_47             1 2 894 894_splitncnn_0 894_splitncnn_1
Concat                   Concat_194               4 1 886_splitncnn_2 888_splitncnn_1 891_splitncnn_1 894_splitncnn_1 895
Convolution              Conv_195                 1 1 895 897 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,0.2
Concat                   Concat_197               5 1 886_splitncnn_1 888_splitncnn_0 891_splitncnn_0 894_splitncnn_0 897 898
Convolution              Conv_198                 1 1 898 899 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_201                  2 1 899 886_splitncnn_0 902 0=1 -23301=2,0.2,1.0
Eltwise                  Add_204                  2 1 902 854_splitncnn_0 905 0=1 -23301=2,0.2,1.0
Split                    splitncnn_48             1 7 905 905_splitncnn_0 905_splitncnn_1 905_splitncnn_2 905_splitncnn_3 905_splitncnn_4 905_splitncnn_5 905_splitncnn_6
Convolution              Conv_205                 1 1 905_splitncnn_6 907 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,0.2
Split                    splitncnn_49             1 4 907 907_splitncnn_0 907_splitncnn_1 907_splitncnn_2 907_splitncnn_3
Concat                   Concat_207               2 1 905_splitncnn_5 907_splitncnn_3 908
Convolution              Conv_208                 1 1 908 910 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,0.2
Split                    splitncnn_50             1 3 910 910_splitncnn_0 910_splitncnn_1 910_splitncnn_2
Concat                   Concat_210               3 1 905_splitncnn_4 907_splitncnn_2 910_splitncnn_2 911
Convolution              Conv_211                 1 1 911 913 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,0.2
Split                    splitncnn_51             1 2 913 913_splitncnn_0 913_splitncnn_1
Concat                   Concat_213               4 1 905_splitncnn_3 907_splitncnn_1 910_splitncnn_1 913_splitncnn_1 914
Convolution              Conv_214                 1 1 914 916 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,0.2
Concat                   Concat_216               5 1 905_splitncnn_2 907_splitncnn_0 910_splitncnn_0 913_splitncnn_0 916 917
Convolution              Conv_217                 1 1 917 918 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_220                  2 1 918 905_splitncnn_1 921 0=1 -23301=2,0.2,1.0
Split                    splitncnn_52             1 6 921 921_splitncnn_0 921_splitncnn_1 921_splitncnn_2 921_splitncnn_3 921_splitncnn_4 921_splitncnn_5
Convolution              Conv_221                 1 1 921_splitncnn_5 923 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,0.2
Split                    splitncnn_53             1 4 923 923_splitncnn_0 923_splitncnn_1 923_splitncnn_2 923_splitncnn_3
Concat                   Concat_223               2 1 921_splitncnn_4 923_splitncnn_3 924
Convolution              Conv_224                 1 1 924 926 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,0.2
Split                    splitncnn_54             1 3 926 926_splitncnn_0 926_splitncnn_1 926_splitncnn_2
Concat                   Concat_226               3 1 921_splitncnn_3 923_splitncnn_2 926_splitncnn_2 927
Convolution              Conv_227                 1 1 927 929 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,0.2
Split                    splitncnn_55             1 2 929 929_splitncnn_0 929_splitncnn_1
Concat                   Concat_229               4 1 921_splitncnn_2 923_splitncnn_1 926_splitncnn_1 929_splitncnn_1 930
Convolution              Conv_230                 1 1 930 932 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,0.2
Concat                   Concat_232               5 1 921_splitncnn_1 923_splitncnn_0 926_splitncnn_0 929_splitncnn_0 932 933
Convolution              Conv_233                 1 1 933 934 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_236                  2 1 934 921_splitncnn_0 937 0=1 -23301=2,0.2,1.0
Split                    splitncnn_56             1 6 937 937_splitncnn_0 937_splitncnn_1 937_splitncnn_2 937_splitncnn_3 937_splitncnn_4 937_splitncnn_5
Convolution              Conv_237                 1 1 937_splitncnn_5 939 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,0.2
Split                    splitncnn_57             1 4 939 939_splitncnn_0 939_splitncnn_1 939_splitncnn_2 939_splitncnn_3
Concat                   Concat_239               2 1 937_splitncnn_4 939_splitncnn_3 940
Convolution              Conv_240                 1 1 940 942 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,0.2
Split                    splitncnn_58             1 3 942 942_splitncnn_0 942_splitncnn_1 942_splitncnn_2
Concat                   Concat_242               3 1 937_splitncnn_3 939_splitncnn_2 942_splitncnn_2 943
Convolution              Conv_243                 1 1 943 945 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,0.2
Split                    splitncnn_59             1 2 945 945_splitncnn_0 945_splitncnn_1
Concat                   Concat_245               4 1 937_splitncnn_2 939_splitncnn_1 942_splitncnn_1 945_splitncnn_1 946
Convolution              Conv_246                 1 1 946 948 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,0.2
Concat                   Concat_248               5 1 937_splitncnn_1 939_splitncnn_0 942_splitncnn_0 945_splitncnn_0 948 949
Convolution              Conv_249                 1 1 949 950 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_252                  2 1 950 937_splitncnn_0 953 0=1 -23301=2,0.2,1.0
Eltwise                  Add_255                  2 1 953 905_splitncnn_0 956 0=1 -23301=2,0.2,1.0
Split                    splitncnn_60             1 7 956 956_splitncnn_0 956_splitncnn_1 956_splitncnn_2 956_splitncnn_3 956_splitncnn_4 956_splitncnn_5 956_splitncnn_6
Convolution              Conv_256                 1 1 956_splitncnn_6 958 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,0.2
Split                    splitncnn_61             1 4 958 958_splitncnn_0 958_splitncnn_1 958_splitncnn_2 958_splitncnn_3
Concat                   Concat_258               2 1 956_splitncnn_5 958_splitncnn_3 959
Convolution              Conv_259                 1 1 959 961 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,0.2
Split                    splitncnn_62             1 3 961 961_splitncnn_0 961_splitncnn_1 961_splitncnn_2
Concat                   Concat_261               3 1 956_splitncnn_4 958_splitncnn_2 961_splitncnn_2 962
Convolution              Conv_262                 1 1 962 964 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,0.2
Split                    splitncnn_63             1 2 964 964_splitncnn_0 964_splitncnn_1
Concat                   Concat_264               4 1 956_splitncnn_3 958_splitncnn_1 961_splitncnn_1 964_splitncnn_1 965
Convolution              Conv_265                 1 1 965 967 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,0.2
Concat                   Concat_267               5 1 956_splitncnn_2 958_splitncnn_0 961_splitncnn_0 964_splitncnn_0 967 968
Convolution              Conv_268                 1 1 968 969 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_271                  2 1 969 956_splitncnn_1 972 0=1 -23301=2,0.2,1.0
Split                    splitncnn_64             1 6 972 972_splitncnn_0 972_splitncnn_1 972_splitncnn_2 972_splitncnn_3 972_splitncnn_4 972_splitncnn_5
Convolution              Conv_272                 1 1 972_splitncnn_5 974 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,0.2
Split                    splitncnn_65             1 4 974 974_splitncnn_0 974_splitncnn_1 974_splitncnn_2 974_splitncnn_3
Concat                   Concat_274               2 1 972_splitncnn_4 974_splitncnn_3 975
Convolution              Conv_275                 1 1 975 977 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,0.2
Split                    splitncnn_66             1 3 977 977_splitncnn_0 977_splitncnn_1 977_splitncnn_2
Concat                   Concat_277               3 1 972_splitncnn_3 974_splitncnn_2 977_splitncnn_2 978
Convolution              Conv_278                 1 1 978 980 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,0.2
Split                    splitncnn_67             1 2 980 980_splitncnn_0 980_splitncnn_1
Concat                   Concat_280               4 1 972_splitncnn_2 974_splitncnn_1 977_splitncnn_1 980_splitncnn_1 981
Convolution              Conv_281                 1 1 981 983 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,0.2
Concat                   Concat_283               5 1 972_splitncnn_1 974_splitncnn_0 977_splitncnn_0 980_splitncnn_0 983 984
Convolution              Conv_284                 1 1 984 985 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_287                  2 1 985 972_splitncnn_0 988 0=1 -23301=2,0.2,1.0
Split                    splitncnn_68             1 6 988 988_splitncnn_0 988_splitncnn_1 988_splitncnn_2 988_splitncnn_3 988_splitncnn_4 988_splitncnn_5
Convolution              Conv_288                 1 1 988_splitncnn_5 990 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,0.2
Split                    splitncnn_69             1 4 990 990_splitncnn_0 990_splitncnn_1 990_splitncnn_2 990_splitncnn_3
Concat                   Concat_290               2 1 988_splitncnn_4 990_splitncnn_3 991
Convolution              Conv_291                 1 1 991 993 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,0.2
Split                    splitncnn_70             1 3 993 993_splitncnn_0 993_splitncnn_1 993_splitncnn_2
Concat                   Concat_293               3 1 988_splitncnn_3 990_splitncnn_2 993_splitncnn_2 994
Convolution              Conv_294                 1 1 994 996 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,0.2
Split                    splitncnn_71             1 2 996 996_splitncnn_0 996_splitncnn_1
Concat                   Concat_296               4 1 988_splitncnn_2 990_splitncnn_1 993_splitncnn_1 996_splitncnn_1 997
Convolution              Conv_297                 1 1 997 999 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,0.2
Concat                   Concat_299               5 1 988_splitncnn_1 990_splitncnn_0 993_splitncnn_0 996_splitncnn_0 999 1000
Convolution              Conv_300                 1 1 1000 1001 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_303                  2 1 1001 988_splitncnn_0 1004 0=1 -23301=2,0.2,1.0
Eltwise                  Add_306                  2 1 1004 956_splitncnn_0 1007 0=1 -23301=2,0.2,1.0
Split                    splitncnn_72             1 7 1007 1007_splitncnn_0 1007_splitncnn_1 1007_splitncnn_2 1007_splitncnn_3 1007_splitncnn_4 1007_splitncnn_5 1007_splitncnn_6
Convolution              Conv_307                 1 1 1007_splitncnn_6 1009 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,0.2
Split                    splitncnn_73             1 4 1009 1009_splitncnn_0 1009_splitncnn_1 1009_splitncnn_2 1009_splitncnn_3
Concat                   Concat_309               2 1 1007_splitncnn_5 1009_splitncnn_3 1010
Convolution              Conv_310                 1 1 1010 1012 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,0.2
Split                    splitncnn_74             1 3 1012 1012_splitncnn_0 1012_splitncnn_1 1012_splitncnn_2
Concat                   Concat_312               3 1 1007_splitncnn_4 1009_splitncnn_2 1012_splitncnn_2 1013
Convolution              Conv_313                 1 1 1013 1015 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,0.2
Split                    splitncnn_75             1 2 1015 1015_splitncnn_0 1015_splitncnn_1
Concat                   Concat_315               4 1 1007_splitncnn_3 1009_splitncnn_1 1012_splitncnn_1 1015_splitncnn_1 1016
Convolution              Conv_316                 1 1 1016 1018 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,0.2
Concat                   Concat_318               5 1 1007_splitncnn_2 1009_splitncnn_0 1012_splitncnn_0 1015_splitncnn_0 1018 1019
Convolution              Conv_319                 1 1 1019 1020 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_322                  2 1 1020 1007_splitncnn_1 1023 0=1 -23301=2,0.2,1.0
Split                    splitncnn_76             1 6 1023 1023_splitncnn_0 1023_splitncnn_1 1023_splitncnn_2 1023_splitncnn_3 1023_splitncnn_4 1023_splitncnn_5
Convolution              Conv_323                 1 1 1023_splitncnn_5 1025 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,0.2
Split                    splitncnn_77             1 4 1025 1025_splitncnn_0 1025_splitncnn_1 1025_splitncnn_2 1025_splitncnn_3
Concat                   Concat_325               2 1 1023_splitncnn_4 1025_splitncnn_3 1026
Convolution              Conv_326                 1 1 1026 1028 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,0.2
Split                    splitncnn_78             1 3 1028 1028_splitncnn_0 1028_splitncnn_1 1028_splitncnn_2
Concat                   Concat_328               3 1 1023_splitncnn_3 1025_splitncnn_2 1028_splitncnn_2 1029
Convolution              Conv_329                 1 1 1029 1031 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,0.2
Split                    splitncnn_79             1 2 1031 1031_splitncnn_0 1031_splitncnn_1
Concat                   Concat_331               4 1 1023_splitncnn_2 1025_splitncnn_1 1028_splitncnn_1 1031_splitncnn_1 1032
Convolution              Conv_332                 1 1 1032 1034 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,0.2
Concat                   Concat_334               5 1 1023_splitncnn_1 1025_splitncnn_0 1028_splitncnn_0 1031_splitncnn_0 1034 1035
Convolution              Conv_335                 1 1 1035 1036 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_338                  2 1 1036 1023_splitncnn_0 1039 0=1 -23301=2,0.2,1.0
Split                    splitncnn_80             1 6 1039 1039_splitncnn_0 1039_splitncnn_1 1039_splitncnn_2 1039_splitncnn_3 1039_splitncnn_4 1039_splitncnn_5
Convolution              Conv_339                 1 1 1039_splitncnn_5 1041 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,0.2
Split                    splitncnn_81             1 4 1041 1041_splitncnn_0 1041_splitncnn_1 1041_splitncnn_2 1041_splitncnn_3
Concat                   Concat_341               2 1 1039_splitncnn_4 1041_splitncnn_3 1042
Convolution              Conv_342                 1 1 1042 1044 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,0.2
Split                    splitncnn_82             1 3 1044 1044_splitncnn_0 1044_splitncnn_1 1044_splitncnn_2
Concat                   Concat_344               3 1 1039_splitncnn_3 1041_splitncnn_2 1044_splitncnn_2 1045
Convolution              Conv_345                 1 1 1045 1047 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,0.2
Split                    splitncnn_83             1 2 1047 1047_splitncnn_0 1047_splitncnn_1
Concat                   Concat_347               4 1 1039_splitncnn_2 1041_splitncnn_1 1044_splitncnn_1 1047_splitncnn_1 1048
Convolution              Conv_348                 1 1 1048 1050 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,0.2
Concat                   Concat_350               5 1 1039_splitncnn_1 1041_splitncnn_0 1044_splitncnn_0 1047_splitncnn_0 1050 1051
Convolution              Conv_351                 1 1 1051 1052 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_354                  2 1 1052 1039_splitncnn_0 1055 0=1 -23301=2,0.2,1.0
Eltwise                  Add_357                  2 1 1055 1007_splitncnn_0 1058 0=1 -23301=2,0.2,1.0
Split                    splitncnn_84             1 7 1058 1058_splitncnn_0 1058_splitncnn_1 1058_splitncnn_2 1058_splitncnn_3 1058_splitncnn_4 1058_splitncnn_5 1058_splitncnn_6
Convolution              Conv_358                 1 1 1058_splitncnn_6 1060 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,0.2
Split                    splitncnn_85             1 4 1060 1060_splitncnn_0 1060_splitncnn_1 1060_splitncnn_2 1060_splitncnn_3
Concat                   Concat_360               2 1 1058_splitncnn_5 1060_splitncnn_3 1061
Convolution              Conv_361                 1 1 1061 1063 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,0.2
Split                    splitncnn_86             1 3 1063 1063_splitncnn_0 1063_splitncnn_1 1063_splitncnn_2
Concat                   Concat_363               3 1 1058_splitncnn_4 1060_splitncnn_2 1063_splitncnn_2 1064
Convolution              Conv_364                 1 1 1064 1066 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,0.2
Split                    splitncnn_87             1 2 1066 1066_splitncnn_0 1066_splitncnn_1
Concat                   Concat_366               4 1 1058_splitncnn_3 1060_splitncnn_1 1063_splitncnn_1 1066_splitncnn_1 1067
Convolution              Conv_367                 1 1 1067 1069 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,0.2
Concat                   Concat_369               5 1 1058_splitncnn_2 1060_splitncnn_0 1063_splitncnn_0 1066_splitncnn_0 1069 1070
Convolution              Conv_370                 1 1 1070 1071 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_373                  2 1 1071 1058_splitncnn_1 1074 0=1 -23301=2,0.2,1.0
Split                    splitncnn_88             1 6 1074 1074_splitncnn_0 1074_splitncnn_1 1074_splitncnn_2 1074_splitncnn_3 1074_splitncnn_4 1074_splitncnn_5
Convolution              Conv_374                 1 1 1074_splitncnn_5 1076 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,0.2
Split                    splitncnn_89             1 4 1076 1076_splitncnn_0 1076_splitncnn_1 1076_splitncnn_2 1076_splitncnn_3
Concat                   Concat_376               2 1 1074_splitncnn_4 1076_splitncnn_3 1077
Convolution              Conv_377                 1 1 1077 1079 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,0.2
Split                    splitncnn_90             1 3 1079 1079_splitncnn_0 1079_splitncnn_1 1079_splitncnn_2
Concat                   Concat_379               3 1 1074_splitncnn_3 1076_splitncnn_2 1079_splitncnn_2 1080
Convolution              Conv_380                 1 1 1080 1082 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,0.2
Split                    splitncnn_91             1 2 1082 1082_splitncnn_0 1082_splitncnn_1
Concat                   Concat_382               4 1 1074_splitncnn_2 1076_splitncnn_1 1079_splitncnn_1 1082_splitncnn_1 1083
Convolution              Conv_383                 1 1 1083 1085 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,0.2
Concat                   Concat_385               5 1 1074_splitncnn_1 1076_splitncnn_0 1079_splitncnn_0 1082_splitncnn_0 1085 1086
Convolution              Conv_386                 1 1 1086 1087 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_389                  2 1 1087 1074_splitncnn_0 1090 0=1 -23301=2,0.2,1.0
Split                    splitncnn_92             1 6 1090 1090_splitncnn_0 1090_splitncnn_1 1090_splitncnn_2 1090_splitncnn_3 1090_splitncnn_4 1090_splitncnn_5
Convolution              Conv_390                 1 1 1090_splitncnn_5 1092 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,0.2
Split                    splitncnn_93             1 4 1092 1092_splitncnn_0 1092_splitncnn_1 1092_splitncnn_2 1092_splitncnn_3
Concat                   Concat_392               2 1 1090_splitncnn_4 1092_splitncnn_3 1093
Convolution              Conv_393                 1 1 1093 1095 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,0.2
Split                    splitncnn_94             1 3 1095 1095_splitncnn_0 1095_splitncnn_1 1095_splitncnn_2
Concat                   Concat_395               3 1 1090_splitncnn_3 1092_splitncnn_2 1095_splitncnn_2 1096
Convolution              Conv_396                 1 1 1096 1098 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,0.2
Split                    splitncnn_95             1 2 1098 1098_splitncnn_0 1098_splitncnn_1
Concat                   Concat_398               4 1 1090_splitncnn_2 1092_splitncnn_1 1095_splitncnn_1 1098_splitncnn_1 1099
Convolution              Conv_399                 1 1 1099 1101 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,0.2
Concat                   Concat_401               5 1 1090_splitncnn_1 1092_splitncnn_0 1095_splitncnn_0 1098_splitncnn_0 1101 1102
Convolution              Conv_402                 1 1 1102 1103 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_405                  2 1 1103 1090_splitncnn_0 1106 0=1 -23301=2,0.2,1.0
Eltwise                  Add_408                  2 1 1106 1058_splitncnn_0 1109 0=1 -23301=2,0.2,1.0
Split                    splitncnn_96             1 7 1109 1109_splitncnn_0 1109_splitncnn_1 1109_splitncnn_2 1109_splitncnn_3 1109_splitncnn_4 1109_splitncnn_5 1109_splitncnn_6
Convolution              Conv_409                 1 1 1109_splitncnn_6 1111 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,0.2
Split                    splitncnn_97             1 4 1111 1111_splitncnn_0 1111_splitncnn_1 1111_splitncnn_2 1111_splitncnn_3
Concat                   Concat_411               2 1 1109_splitncnn_5 1111_splitncnn_3 1112
Convolution              Conv_412                 1 1 1112 1114 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,0.2
Split                    splitncnn_98             1 3 1114 1114_splitncnn_0 1114_splitncnn_1 1114_splitncnn_2
Concat                   Concat_414               3 1 1109_splitncnn_4 1111_splitncnn_2 1114_splitncnn_2 1115
Convolution              Conv_415                 1 1 1115 1117 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,0.2
Split                    splitncnn_99             1 2 1117 1117_splitncnn_0 1117_splitncnn_1
Concat                   Concat_417               4 1 1109_splitncnn_3 1111_splitncnn_1 1114_splitncnn_1 1117_splitncnn_1 1118
Convolution              Conv_418                 1 1 1118 1120 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,0.2
Concat                   Concat_420               5 1 1109_splitncnn_2 1111_splitncnn_0 1114_splitncnn_0 1117_splitncnn_0 1120 1121
Convolution              Conv_421                 1 1 1121 1122 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_424                  2 1 1122 1109_splitncnn_1 1125 0=1 -23301=2,0.2,1.0
Split                    splitncnn_100            1 6 1125 1125_splitncnn_0 1125_splitncnn_1 1125_splitncnn_2 1125_splitncnn_3 1125_splitncnn_4 1125_splitncnn_5
Convolution              Conv_425                 1 1 1125_splitncnn_5 1127 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,0.2
Split                    splitncnn_101            1 4 1127 1127_splitncnn_0 1127_splitncnn_1 1127_splitncnn_2 1127_splitncnn_3
Concat                   Concat_427               2 1 1125_splitncnn_4 1127_splitncnn_3 1128
Convolution              Conv_428                 1 1 1128 1130 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,0.2
Split                    splitncnn_102            1 3 1130 1130_splitncnn_0 1130_splitncnn_1 1130_splitncnn_2
Concat                   Concat_430               3 1 1125_splitncnn_3 1127_splitncnn_2 1130_splitncnn_2 1131
Convolution              Conv_431                 1 1 1131 1133 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,0.2
Split                    splitncnn_103            1 2 1133 1133_splitncnn_0 1133_splitncnn_1
Concat                   Concat_433               4 1 1125_splitncnn_2 1127_splitncnn_1 1130_splitncnn_1 1133_splitncnn_1 1134
Convolution              Conv_434                 1 1 1134 1136 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,0.2
Concat                   Concat_436               5 1 1125_splitncnn_1 1127_splitncnn_0 1130_splitncnn_0 1133_splitncnn_0 1136 1137
Convolution              Conv_437                 1 1 1137 1138 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_440                  2 1 1138 1125_splitncnn_0 1141 0=1 -23301=2,0.2,1.0
Split                    splitncnn_104            1 6 1141 1141_splitncnn_0 1141_splitncnn_1 1141_splitncnn_2 1141_splitncnn_3 1141_splitncnn_4 1141_splitncnn_5
Convolution              Conv_441                 1 1 1141_splitncnn_5 1143 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,0.2
Split                    splitncnn_105            1 4 1143 1143_splitncnn_0 1143_splitncnn_1 1143_splitncnn_2 1143_splitncnn_3
Concat                   Concat_443               2 1 1141_splitncnn_4 1143_splitncnn_3 1144
Convolution              Conv_444                 1 1 1144 1146 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,0.2
Split                    splitncnn_106            1 3 1146 1146_splitncnn_0 1146_splitncnn_1 1146_splitncnn_2
Concat                   Concat_446               3 1 1141_splitncnn_3 1143_splitncnn_2 1146_splitncnn_2 1147
Convolution              Conv_447                 1 1 1147 1149 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,0.2
Split                    splitncnn_107            1 2 1149 1149_splitncnn_0 1149_splitncnn_1
Concat                   Concat_449               4 1 1141_splitncnn_2 1143_splitncnn_1 1146_splitncnn_1 1149_splitncnn_1 1150
Convolution              Conv_450                 1 1 1150 1152 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,0.2
Concat                   Concat_452               5 1 1141_splitncnn_1 1143_splitncnn_0 1146_splitncnn_0 1149_splitncnn_0 1152 1153
Convolution              Conv_453                 1 1 1153 1154 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_456                  2 1 1154 1141_splitncnn_0 1157 0=1 -23301=2,0.2,1.0
Eltwise                  Add_459                  2 1 1157 1109_splitncnn_0 1160 0=1 -23301=2,0.2,1.0
Split                    splitncnn_108            1 7 1160 1160_splitncnn_0 1160_splitncnn_1 1160_splitncnn_2 1160_splitncnn_3 1160_splitncnn_4 1160_splitncnn_5 1160_splitncnn_6
Convolution              Conv_460                 1 1 1160_splitncnn_6 1162 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,0.2
Split                    splitncnn_109            1 4 1162 1162_splitncnn_0 1162_splitncnn_1 1162_splitncnn_2 1162_splitncnn_3
Concat                   Concat_462               2 1 1160_splitncnn_5 1162_splitncnn_3 1163
Convolution              Conv_463                 1 1 1163 1165 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,0.2
Split                    splitncnn_110            1 3 1165 1165_splitncnn_0 1165_splitncnn_1 1165_splitncnn_2
Concat                   Concat_465               3 1 1160_splitncnn_4 1162_splitncnn_2 1165_splitncnn_2 1166
Convolution              Conv_466                 1 1 1166 1168 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,0.2
Split                    splitncnn_111            1 2 1168 1168_splitncnn_0 1168_splitncnn_1
Concat                   Concat_468               4 1 1160_splitncnn_3 1162_splitncnn_1 1165_splitncnn_1 1168_splitncnn_1 1169
Convolution              Conv_469                 1 1 1169 1171 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,0.2
Concat                   Concat_471               5 1 1160_splitncnn_2 1162_splitncnn_0 1165_splitncnn_0 1168_splitncnn_0 1171 1172
Convolution              Conv_472                 1 1 1172 1173 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_475                  2 1 1173 1160_splitncnn_1 1176 0=1 -23301=2,0.2,1.0
Split                    splitncnn_112            1 6 1176 1176_splitncnn_0 1176_splitncnn_1 1176_splitncnn_2 1176_splitncnn_3 1176_splitncnn_4 1176_splitncnn_5
Convolution              Conv_476                 1 1 1176_splitncnn_5 1178 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,0.2
Split                    splitncnn_113            1 4 1178 1178_splitncnn_0 1178_splitncnn_1 1178_splitncnn_2 1178_splitncnn_3
Concat                   Concat_478               2 1 1176_splitncnn_4 1178_splitncnn_3 1179
Convolution              Conv_479                 1 1 1179 1181 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,0.2
Split                    splitncnn_114            1 3 1181 1181_splitncnn_0 1181_splitncnn_1 1181_splitncnn_2
Concat                   Concat_481               3 1 1176_splitncnn_3 1178_splitncnn_2 1181_splitncnn_2 1182
Convolution              Conv_482                 1 1 1182 1184 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,0.2
Split                    splitncnn_115            1 2 1184 1184_splitncnn_0 1184_splitncnn_1
Concat                   Concat_484               4 1 1176_splitncnn_2 1178_splitncnn_1 1181_splitncnn_1 1184_splitncnn_1 1185
Convolution              Conv_485                 1 1 1185 1187 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,0.2
Concat                   Concat_487               5 1 1176_splitncnn_1 1178_splitncnn_0 1181_splitncnn_0 1184_splitncnn_0 1187 1188
Convolution              Conv_488                 1 1 1188 1189 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_491                  2 1 1189 1176_splitncnn_0 1192 0=1 -23301=2,0.2,1.0
Split                    splitncnn_116            1 6 1192 1192_splitncnn_0 1192_splitncnn_1 1192_splitncnn_2 1192_splitncnn_3 1192_splitncnn_4 1192_splitncnn_5
Convolution              Conv_492                 1 1 1192_splitncnn_5 1194 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,0.2
Split                    splitncnn_117            1 4 1194 1194_splitncnn_0 1194_splitncnn_1 1194_splitncnn_2 1194_splitncnn_3
Concat                   Concat_494               2 1 1192_splitncnn_4 1194_splitncnn_3 1195
Convolution              Conv_495                 1 1 1195 1197 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,0.2
Split                    splitncnn_118            1 3 1197 1197_splitncnn_0 1197_splitncnn_1 1197_splitncnn_2
Concat                   Concat_497               3 1 1192_splitncnn_3 1194_splitncnn_2 1197_splitncnn_2 1198
Convolution              Conv_498                 1 1 1198 1200 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,0.2
Split                    splitncnn_119            1 2 1200 1200_splitncnn_0 1200_splitncnn_1
Concat                   Concat_500               4 1 1192_splitncnn_2 1194_splitncnn_1 1197_splitncnn_1 1200_splitncnn_1 1201
Convolution              Conv_501                 1 1 1201 1203 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,0.2
Concat                   Concat_503               5 1 1192_splitncnn_1 1194_splitncnn_0 1197_splitncnn_0 1200_splitncnn_0 1203 1204
Convolution              Conv_504                 1 1 1204 1205 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_507                  2 1 1205 1192_splitncnn_0 1208 0=1 -23301=2,0.2,1.0
Eltwise                  Add_510                  2 1 1208 1160_splitncnn_0 1211 0=1 -23301=2,0.2,1.0
Split                    splitncnn_120            1 7 1211 1211_splitncnn_0 1211_splitncnn_1 1211_splitncnn_2 1211_splitncnn_3 1211_splitncnn_4 1211_splitncnn_5 1211_splitncnn_6
Convolution              Conv_511                 1 1 1211_splitncnn_6 1213 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,0.2
Split                    splitncnn_121            1 4 1213 1213_splitncnn_0 1213_splitncnn_1 1213_splitncnn_2 1213_splitncnn_3
Concat                   Concat_513               2 1 1211_splitncnn_5 1213_splitncnn_3 1214
Convolution              Conv_514                 1 1 1214 1216 0=32 1=3 4=1 5=1 6=27648 9=2 -23310=1,0.2
Split                    splitncnn_122            1 3 1216 1216_splitncnn_0 1216_splitncnn_1 1216_splitncnn_2
Concat                   Concat_516               3 1 1211_splitncnn_4 1213_splitncnn_2 1216_splitncnn_2 1217
Convolution              Conv_517                 1 1 1217 1219 0=32 1=3 4=1 5=1 6=36864 9=2 -23310=1,0.2
Split                    splitncnn_123            1 2 1219 1219_splitncnn_0 1219_splitncnn_1
Concat                   Concat_519               4 1 1211_splitncnn_3 1213_splitncnn_1 1216_splitncnn_1 1219_splitncnn_1 1220
Convolution              Conv_520                 1 1 1220 1222 0=32 1=3 4=1 5=1 6=46080 9=2 -23310=1,0.2
Concat                   Concat_522               5 1 1211_splitncnn_2 1213_splitncnn_0 1216_splitncnn_0 1219_splitncnn_0 1222 1223
Convolution              Conv_523                 1 1 1223 1224 0=64 1=3 4=1 5=1 6=110592
Eltwise                  Add_526                  2 1 1224 1211_splitncnn_1 1227 0=1 -23301=2,0.2,1.0
Split                    splitncnn_124            1 6 1227 1227_splitncnn_0 1227_splitncnn_1 1227_splitncnn_2 1227_splitncnn_3 1227_splitncnn_4 1227_splitncnn_5
Convolution              Conv_527                 1 1 1227_splitncnn_5 1229 0=32 1=3 4=1 5=1 6=18432 9=2 -23310=1,0.2
Split                    splitncnn_125            1 4 1229 1229_splitncnn_0 1229_splitncnn_1 1229_splitncnn_2 1229_splitncnn_3
Concat                   Concat_529               2 1 1227_splitncnn_4 1229_splitncnn_3 1230
